Repository: leloucheamsted/yous
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# authBadEmailFormatError
source: Your email address is not valid. Please use a correctly formatted email address.
ar: عنوان بريدك الإلكتروني غير صالح الرجاء استخدام عنوان بريد إلكتروني بتنسيق صحيح
fr: Votre adresse e-mail n'est pas valide. Veuillez utiliser une adresse email au bon format.

# authNetworkError
source: An unknown error has occurred, please check your internet connection.
ar: حدث خطأ غير معروف، يرجى التحقق من اتصالك بالإنترنت
fr: Une erreur inconnue s'est produite, merci de vérifier votre connexion internet.

# authAccountAlreadyExistsError
source: Your email address matches an existing account. Please go to the "I already have an account" page
ar: عنوان بريدك الإلكتروني يتطابق مع حساب موجود الرجاء الذهاب إلى صفحة لدي حساب بالفعل
fr: Votre adresse email correspond à un compte existant. Veuillez vous rendre sur la page "J'ai déjà un compte"

# authUnknownError
source: An unknown error occurred during authentication. Please try again later.
ar: حدث خطأ غير معروف أثناء المصادقة الرجاء إعادة المحاولة في وقت لاحق
fr: Une erreur inconnue s'est produite lors de l'authentification. Veuillez réessayer plus tard.

# authFacebookError
source: An unexpected error occured while authenticating with facebook. Please try again later.
ar: حدث خطأَ غير متوقع أثناء المصادقة باستخدام فايسبوك .الرجاء إعادة المحاولة في وقت لاحق
fr: Une erreur inconnue s'est produite lors de l'authentification avec Facebook. Veuillez réessayer plus tard.

# authGarError
source: An error occured while authenticating with GAR. Please try again later.
ar: حدث خطأ غير معروف أثناء المصادقة. الرجاء إعادة المحاولة في وقت لاحق
fr: Une erreur inconnue s'est produite lors de l'authentification avec GAR. Veuillez réessayer plus tard.

source: and
ar: و
fr: et

# volume
source: Sound
fr: Volume

source: Sort by
fr: Trier par

# authentication_NetworkUnavailableDescription
source: You need an internet connection to authenticate.
ar: يجب أن يكون لديك اتصال بالإنترنت لتعريف نفسك
fr: Il faut avoir accès à internet pour s'identifier.

# authentication_NetworkUnavailableTitle
source: Internet connection unavailable
ar: شبكة الإنترنت غير متوفرة
fr: Réseau indisponible

source: Author
ar: المؤلف
fr: Auteur

# badEmailFormatMessage
source: Your email address is not valid.
ar: عنوان بريدك الإلكتروني غير صالح
fr: Votre adresse e-mail n'est pas valide.

source: Downloading
ar: Téléchargement en cours
fr: Téléchargement en cours

# downloadingFinished
source: Download completed
ar: Téléchargement terminé
fr: Téléchargement terminé

# emailNotFoundMessage
source: Sorry, it seems like this Username is not associated to any account. Please try a different username.
ar: .عذرًا ، يبدو أن إسم المستخدم هذا غير مرتبط بأي حساب الرجاء محاولة إسم مستخدم آخر
fr: Désolé, il semble que ce nom d'utilisateur ne soit associé à aucun compte. Veuillez essayer un autre nom d'utilisateur.

# emailNotFoundTitle
source: Username not found
ar: لم يتم العتور على إسم المستخدم
fr: Nom d'utilisateur introuvable

# explore
source: Library
ar: مكتبة
fr: Bibliothèque

# facebookLogin
source: Continue with Facebook
ar: تواصل مع الفيسبوك
fr: Connectez vous avec Facebook

source: Forgot password ?
ar: هل نسيت كلمة السر ؟
fr: Mot de passe oublié?

# forgotPasswordSentMessage
source: We just sent you an email with a link to reinitialize your password.
ar: لقد أرسلنا لك بريدًا إلكترونيًا يحتوي على رابط لإعادة تعيين كلمة السر الخاصة بك
fr: Nous venons de vous envoyer un email avec un lien pour réinitialiser votre mot de passe.

# forgotPasswordSentTitle
source: It is done.
ar: لقد تم
fr: C'est fait.

# freeTrialDescription
source: For access to thousands of books to take everywhere with you
ar: للوصول إلى آلاف الكتب لأخذها معك في كل مكان
fr: Pour un accès à des milliers d'ouvrages à emporter partout avec soi

# googleLogin
source: Sign in with Google
ar: تواصل مع جوجل
fr: Connectez vous avec Google

source: Help
ar: مساعدة
fr: Aide

source: Home
ar: ترحيب
fr: Accueil

# everySubThemes
source: All subthemes
fr: Tous les sous thèmes

source: hour
ar: ساعة
fr: heure

source: hours
ar: ساعات
fr: heures

# inputRequiredError
source: This field is required
ar: هذه الخانة مطلوبة
fr: Ce champ est requis

source: Language
ar: اللغة
fr: Langues

source: Learn more
ar: أتعلم أكتر
fr: En apprendre davantage

source: Loading...
ar: تحميل...
fr: Chargement en cours...

source: Log in
ar: تسجيل الدخول
fr: Se Connecter

source: Log out
ar: تسجيل الخروج
fr: Se déconnecter

source: More than 4 hours
ar: أكثر من 4 ساعات
fr: Plus de 4 heures

source: Most read
ar: الأكثر قراءة
fr: Les plus lus

# mostRecent
source: The most recent
ar: الأحدث
fr: Les plus récents

source: My favorites
ar: المفضلة لدي
fr: Mes favoris

# nowReading
source: Current Reads
ar: قراءاتي
fr: Mes lectures

source: Number of Pages
ar: عدد الصفحات
fr: Nombre de pages

source: Offline
ar: خارج التغطية
fr: Hors connexion

source: Password
ar: كلمة السر
fr: Mot de passe

# priceInfo
source: Legal information: page rental price {price} €. This information is an indication in accordance with current French legislation.
ar: المعلومات القانونية: سعر الإيجار لكل صفحة {price} €. يتم تقديم هذه المعلومات فقط كمؤشر وفقًا للتشريعات المعمول بها.
fr: Informations légales: prix de location à la page {price} €. Cette information est donnée uniquement à titre indicatif conformément à la législation en vigueur.

source: Read by
ar: قرأ من قبل
fr: Lu par

source: Read time
ar: وقت القراءة
fr: Temps de lecture

source: Register
ar: سجل الان
fr: S'inscrire

source: Register with Facebook
ar: اشترك عبر حساب فايسبوك
fr: Inscrivez-vous avec Facebook

# reinitializePassword
source: Reset your password
ar: إعادة تعيين كلمة السر الخاصة بك
fr: Réinitialisez votre mot de passe

# reinitializePasswordDescription
source: Enter your YouScribe username. You will receive a message allowing you to create a new password.
ar: أدخل إسم مستخدم الخاص بك, ستتلقى رسالة تتيح لك إنشاء كلمة السر الجديدة
fr: Inscrivez votre identifiant YouScribe. Vous recevrez un message permettant de créer un nouveau mot de passe.

source: Search
ar: البحت
fr: Rechercher

source: Size
ar: الوزن
fr: Taille

# startFreeTrial
source: Start your free trial
ar: ابدأ الإصدار التجريبي المجاني
fr: Commencer l'essai gratuit

# suggestionsTitle
source: You will also like
ar: قد يعجبك أيظا
fr: Vous aimerez aussi

source: Username
ar: معرف المستخدم
fr: Identifiant

source: Validate
ar: للتحقق من صحة
fr: Valider

# welcomePageText
source: Thousands of digital books at your fingertips !
ar: آلاف الكتب الرقمية تحت تصرفك في كل مكان
fr: Des milliers de livres numériques à portée de main !

# withCredentials
source: Or with your credentials
ar: أو مع تفاصيل تسجيل الدخول الخاصة بك
fr: Ou avec vos identifiants

# syncronizingData
source: Data synchronization
ar: مزامنة البيانات
fr: Synchronisation des données

# facebookAuthError
source: An unexpected error occured while authenticating with facebook. Please try again later.
ar: حدث خطأَ غير متوقع أثناء المصادقة باستخدام فايسبوك .الرجاء إعادة المحاولة في وقت لاحق
fr: Une erreur inattendue s'est produite lors de l'authentification avec Facebook. Veuillez réessayer plus tard.

source: Cancel
ar: إلغاء
fr: Annuler

# shouldReportError
source: Report Error
ar: الإبلاغ عن خطأ
fr: Signaler une erreur

# unexpectedAuthError
source: An unknown error occured during authentication. Please try again later.
ar: حدث خطأ غير معروف أثناء المصادقة. الرجاء إعادة المحاولة في وقت لاحق.
fr: Une erreur inconnue s'est produite lors de l'authentification. Veuillez réessayer plus tard.

# loginErrorTitle
source: Authentication failed.
ar: فشلت المصادقة
fr: Authentification échouée.

source: Languages
fr: Langues

# loginErrorMessage
source: please verify your username and password.
ar: لم نتمكن من مصادقتك، يرجى التحقق من صحة اسم المستخدم وكلمة السر.
fr: veuillez vérifier votre nom d'utilisateur et mot de passe.

# internetRequiredErrorMessage
source: Please make sure you are connected to internet before performing this action
ar: يرجى التأكد من اتصالك بالإنترنت قبل تنفيذ هذا الإجراء
fr: Veuillez vous assurer que vous êtes connecté à Internet avant d'effectuer cette action

# internetRequiredTitle
source: An internet connection is required.
ar: مطلوب اتصال بالإنترنت.
fr: Une connexion Internet est requise.

# aPIErrorOccuredGeneralTitle
source: Sorry, but we had difficulties communicating with our servers at the moment. Please try again later.
ar: عذرًا، لكننا نواجه صعوبة في الاتصال بخوادمنا المعلوماتية في هذا الوقت. الرجاء إعادة المحاولة في وقت لاحق.
fr: Désolé, mais nous avons eu des difficultés à communiquer avec nos serveurs pour le moment. Veuillez réessayer plus tard.

# errorOccuredGeneralTitle
source: Oups an error occured.
ar: عفوًا لقد حدث خطأ
fr: Oups une erreur s'est produite

# unknownErrorOccuredGeneralDescription
source: Sorry, we experienced an unknown error while performing this action.
ar: عذرًا، لقد واجهنا خطأ غير معروف أثناء تنفيد هذا الإجراء.
fr: Désolé, nous avons rencontré une erreur inconnue lors de l'exécution de cette action.

# lottieAnimationCreditsPrefix
source: This animation was made by a third party;
ar: تم إنتاج هذه الرسوم المتحركة بواسطة طرف ثالث ؛
fr: Cette animation a été réalisée par un tiers ;

# emptyListText
source: Nothing is available here yet. You can pull to refresh.
ar: لا شيء متاح هنا حتى الآن. يمكنك أن تسحب الصفحة لتجديدها
fr: Rien n'est encore disponible ici. Vous pouvez tirer vers le bas pour rafraîchir.

# emptyListSearch
source: OOps! No results found. You can search for something else.
ar: أُووبس! لم يتم العثور على نتائج. يمكنك البحث عن شيء آخر
fr: Oups! Aucun resultat trouvé. Vous pouvez rechercher autre chose.

source: All languages
ar: كل اللغات
fr: Toutes les langues

# downloadErrorOccuredDescription
source: Sorry, but we couldn't complete your download, cause an unknown error occurred.
ar: معذرةً ، لم نتمكن من إكمال التنزيل بسبب حدوث خطأ غير معروف.
fr: Désolé, mais nous n'avons pas pu terminer votre téléchargement, car une erreur inconnue s'est produite.

# downloadErrorOccuredTitle
source: An error occured while downloading.
ar: حدث خطأ أثناء التنزيل
fr: Une erreur s'est produite lors du téléchargement

# downloadingGuardMessage
source: This book is downloading, please be patient till the download completes.
ar: يتم تنزيل هذا الكتاب ، الرجاء الانتظار حتى يكتمل التنزيل.
fr: Ce livre est en cours de téléchargement, veuillez patienter jusqu'à la fin du téléchargement.

# chapterExtraction
source: Chapters extraction please wait. This can take several minutes
ar: استخراج الفصول، يرجى الانتظار. هذا قد يستغرق عدة دقائق.
fr: Extraction des chapitres, veuillez patienter. Ceci peut prendre plusieurs minutes

# chapterPrefix
source: Track
ar: مسار
fr: Piste

# productNotOfflineErrorMessage
source: Please check your internet connection to be able to stream or download this audiobook
ar: يرجى التحقق من اتصالك بالإنترنت لتتمكن من استقبال هذا الكتاب الصوتي أو تنزيله.
fr: Veuillez vérifier votre connexion Internet pour pouvoir streamer ou télécharger ce livre audio

# productNotOfflineErrorTitle
source: Book not available on device
ar: الكتاب غير متوفر على الجهاز
fr: Livre non disponible sur l'appareil

# audioBookEndReached
source: You have reached the end of this audiobook
ar: لقد وصلت إلى نهاية هذا الكتاب الصوتي.
fr: Vous avez atteint la fin de ce livre audio

# chapterUnavailable
source: (Unavailable)
ar: (غير متوفر)
fr: (Indisponible)

# extractGuardMessage
source: You are reading an extract ! To access this entire audiobook and alot more, tap here to subscribe or use your tokens.
ar: أنت تقرأ مقتطفات! للوصول إلى هذا الكتاب الصوتي بالكامل والمزيد ، انقر هنا للاشتراك.
fr: Vous lisez un extrait ! Pour accéder à l'intégralité de ce livre audio et bien plus encore, appuyez ici pour vous abonner ou utiliser vos jetons.

# extractGuardMessageForPopup
source: You are reading an excerpt! To access this entire audiobook and much more, please subscribe
ar: أنت تقرأ مقتطفات! للوصول إلى هذا الكتاب الصوتي بأكمله والمزيد ، اشترك.
fr: Vous lisez un extrait ! Pour accéder à l'intégralité de ce livre audio et bien plus encore, abonnez-vous.

source: Subscribe
ar: الإشتراك
fr: S'abonner

# corruptDownload
source: It seams like this item wasn't downloaded properly. Sorry for this, but we will try to remove it from your device, and allow you to download it properly when needed. If this issue persists, please contact us in the Help page.
ar: يبدو أنه لم يتم تنزيل هذا العنصر بشكل صحيح. نتأسف لذلك، لكننا سنحاول إزالته من جهازك ونتيح لك تنزيله بشكل صحيح إذا لزم الأمر. إذا استمرت هذه المشكلة، يرجى الاتصال بنا على صفحة المساعدة
fr: Il semble que cet élément n'a pas été téléchargé correctement. Désolé pour cela, mais nous essaierons de le supprimer de votre appareil et de vous laisser le télécharger correctement si nécessaire. Si ce problème persiste, veuillez nous contacter dans la page d'aide.

# accessDeniedErrorMessage
source: Sorry, but you do not have access to this product.
ar: عذرا ، ولكن ليس لديك حق الوصول إلى هذا المنتج.
fr: Désolé, mais vous n'avez pas accès à ce produit.

# cantAccessProduct
source: Sorry, but you do not have access to this item.
ar: عذرا ، ولكن ليس لديك حق الوصول إلى هذا العنصر.
fr: Désolé, mais vous n'avez pas accès à cet élément.

# downloadBookWarningMessage
source: You are about to download this book on this device.
ar: أنت على وشك تنزيل الكتاب على هذا الجهاز.
fr: Vous vous apprêtez à télécharger l'ouvrage sur cet appareil.

# downloadBookWarningTitle
source: Download this title
ar: تأكيد التنزيل
fr: Confirmation de téléchargement

# removeOfflineTitle
source: Delete
ar: حذف
fr: Suppression

# removeOfflineMessage
source: Are you sure you want to remove "{placeholder0}" from your offline list?
ar: هل أنت متأكد من أنك تريد إزالة "{placeholder0}" من قائمتك؟
fr: Etes-vous sûr de vouloir retirer "{placeholder0}" de votre liste hors connexion ?

# removeFavoriteMessage
source: Are you sure you want to delete "{placeholder0}" from your favorites?
ar: هل أنت متأكد من أنك تريد إزالة "{placeholder0}" من قائمتك؟
fr: Voulez-vous vraiment supprimer "{placeholder0}" de vos favoris ?

# supportRequestEmailHeader
source: Support request from client ({placeholder0}) client Id: ({placeholder1})
ar: طلب دعم العملاء ({placeholder0}) معرف العميل: ({placeholder1})
fr: Demande d'assistance du client ({placeholder0}) ID client : ({placeholder1})

# applyingBookmarkMessage
source: We are applying your last bookmark
ar: نطبق آخر إشارة مرجعية لك
fr: Nous appliquons votre dernier marque page

# errorReportAdditionalMessage
source: To send us your error logs so that we can investigate this issue, please select the appropriate option below
ar: لإرسال سجلات الأخطاء إلينا حتى نتمكن من التحقيق في هذه المشكلة ، يرجى تحديد الخيار المناسب أدناه
fr: Pour nous envoyer vos journaux d'erreurs afin que nous puissions enquêter sur ce problème, veuillez sélectionner l'option appropriée ci-dessous

# inAppPurchaseInfoFirstSentence
source: Read free for 7 days. And then only
ar: 7 أيام تجريبية مجانية. ثم المدين المتجدد تلقائيًا
fr: 7 jours d’essai offerts. Puis prélèvement auto-renouvelé de

# inAppPurchaseInfoPart2
source: Without any commitment & Cancel anytime. The subscribtion fee will be invoiced on your iTunes account following the purchase confirmation. Your membership will automatically renew after 30 days, unless auto-renew is switched off at least 24 hours before the end of your billing cycle. Your membership will be invoiced 24 hours after the end of your trial period. You can easily manage or cancel a subscription in your iTunes Account Settings.
ar: العرض بدون التزام ويمكن إلغاؤه في أي وقت.سيتم دفع الاشتراك إلى حساب iTunes الخاص بك عند تأكيد الشراء. يتم تجديد الاشتراك تلقائيًا ، ما لم يتم إيقاف التجديد التلقائي قبل 24 ساعة على الأقل من نهاية الفترة الحالية. سيتم خصم التجديد من حسابك في غضون 24 ساعة قبل نهاية الفترة الحالية بمعدل الخطة المذكورة أعلاه. يمكن للمستخدم إدارة الاشتراك وإيقاف التجديد التلقائي في إعدادات حسابه على الجهاز.
fr: Offre sans engagement et annulable à tout moment L'abonnement sera facturé sur votre compte iTunes à la confirmation de l'achat. L'abonnement est automatiquement renouvelé, à moins que le renouvellement automatique soit désactivé au moins 24 heures avant la fin de la période en cours. Le renouvellement sera prélevé sur votre compte dans les 24 heures précédant la fin de la période en cours au tarif du forfait mentionné ci-dessus. L'utilisateur peut gérer l'abonnement et désactiver le renouvellement automatique dans les réglages de son compte sur l'appareil.

# inAppPurchaseTermsOfService
source: Terms of Service
ar: شروط الخدمة
fr: Conditions générales d'utilisation

# inAppPurchaseTitle
source: Learn more about the YouScribe Membership
ar: اكتشف اشتراك YouScribe
fr: Découvrez l’abonnement YouScribe

# perMonth
source: /month
ar: /شهر
fr: /mois

source: Privacy Policy
ar: ميثاق البيانات الشخصية
fr: Charte de données personnelles

# couldntPurchaseSubscription
source: Sorry, your purchase couldn't be made. Please try again later, or contact our support team (See the help page).
ar: عذرا ، لا يمكن إتمام عملية الشراء الخاصة بك. يرجى المحاولة مرة أخرى لاحقًا أو الاتصال بفريق الدعم (انظر صفحة المساعدة).
fr: Désolé, votre achat n'a pas pu être effectué. Veuillez réessayer plus tard ou contacter notre équipe d'assistance (voir la page d'aide).

source: Settings
ar: الإعدادات
fr: Paramètres

# endOfExtractReached
source: End of premium extract !
ar: نهاية استخراج قسط!
fr: Fin de l’extrait premium !

# endOfExtractReachedForSubscriberWithNextToken
source: Unfortunately, you have run out of Tokens. Until next month, find more titles in your unlimited catalog!
ar: لسوء الحظ ، نفدت الرموز المميزة لديك. حتى الشهر المقبل ، ابحث عن عناوين أخرى في الكتالوج غير المحدود!
fr: Malheureusement, tu n’as plus de Jeton. En attendant le mois prochain, retrouve d’autres titres dans ton catalogue illimité !

# endOfExtractReachedForSubscriberWithToken
source: To continue reading, use a Token, or find other titles in your usual catalog!
ar: لمتابعة القراءة ، استخدم رمزًا ، أو ابحث عن عناوين أخرى في كتالوجك المعتاد!
fr: Pour continuer la lecture, utilise un Jeton, ou retrouve d’autres titres dans ton catalogue habituel !

# endOfExtractReachedForUnsubscribedUser
source: To listen to this track in full, subscribe now and enjoy one premium book every month!
ar: للاستماع إلى هذا المسار بالكامل ، اشترك بالكامل الآن واستمتع بكتاب مميز كل شهر!
fr: Pour écouter ce titre en entier, abonne-toi pleinement dès maintenant et profite d’un ouvrage premium tous les mois !

# findOutMore
source: Learn more
ar: اقرأ المزيد
fr: En savoir plus

source: Let's Go!
ar: انا اذهب !
fr: J'y vais !

source: No thanks
ar: لا شكرا
fr: Non merci

# premiumMessageAdvantage1
source: Access the entire catalog
ar: الوصول إلى الكتالوج بأكمله
fr: Accède à tout le catalogue

# premiumMessageAdvantage2
source: Books, audiobooks, press titles, comics
ar: الكتب والكتب الصوتية والعناوين الصحفية والرسوم الهزلية
fr: Livres, livres audio, titres de presse, BD

# premiumMessageAdvantage3
source: Enjoy a premium book every month
ar: استمتع بكتاب مميز كل شهر
fr: Profite d'un ouvrage premium chaque mois

# premiumMessageAdvantage4
source: Enjoy offline reading with the app
ar: استمتع بالقراءة في وضع عدم الاتصال مع التطبيق
fr: Profite de la lecture hors connexion grâce à l’application

# premiumMessageTitle
source: Thanks to your YouScribe subscription :
ar: مع اشتراكك في YouScribe ، استفد من هذه المزايا:
fr: Avec ton abonnement YouScribe, profite de ces avantages :

# purchase
source: Subscribe
ar: الإشتراك
fr: S'abonner

# spendTokenTitle
source: You need to use a Token in order to continue reading
ar: يتطلب هذا العمل استخدام رمز مميز.
fr: Cet ouvrage nécessite l'utilisation d'un jeton.

# cannotSeekExtract
source: To browse this audio book to a specific position, please purchase a subscription.
ar: لتصفح هذا الكتاب الصوتي ، يرجى شراء اشتراك.
fr: Pour naviguer dans ce livre audio, Veuillez souscrire a un abonnement.

# cannotSeekPremium
source: In order to listen to this audiobook, you need to use a Token
ar: يتطلب الاستماع إلى هذا الكتاب الصوتي استخدام رمز مميز
fr: L'écoute de ce livre audio nécessite l'utilisation d'un Jeton

source: Available Tokens
ar: الرموز المتاحة
fr: Jetons disponibles

source: My Tokens
ar: الرموز الخاصة بي
fr: Mes Jetons

source: Next Token
ar: الرمز التالي
fr: Prochain Jeton

# noTokenLeftMessage
source: Do not forget to renew your subscription to enjoy one bestseller per month on YouScribe in addition to the usual catalog!
ar: للاستماع كل شهر بواحد من أكتر الكتب مبيعًا شهريًا، بالزيادة الى الكتالوج المعتاد YouScribe لا تنسى تجديد اشتراكك
fr: N’oublie pas de renouveler ton abonnement pour profiter d’un best-seller par mois sur YouScribe en plus du catalogue habituel !

# noUsedPremiumTokenFiller
source: Find all your premium readings here. Did you know ? Every Token reading you do is accessible here at any time ... even after your subscription ends!
ar: اعثر على كل قراءاتك الممتازة هنا. هل كنت تعلم ؟ يمكن الوصول إلى كل قراءة رمز تقوم بها هنا في أي وقت ... حتى بعد انتهاء اشتراكك!
fr: Retrouve ici toutes tes lectures premium. Le savais-tu ? Chaque lecture à Jeton que tu fais est accessible ici à tout moment... même après la fin de ton abonnement !

# premiumTokenDetails
source: Your YouScribe subscription gives you access to a premium content every month. Use your tokens and choose the best-seller you want to read or listen!
ar: يتيح لك اشتراك YouScribe الخاص بك الوصول إلى المحتوى المتميز كل شهر. استخدم الرموز الخاصة بك واختر الأفضل مبيعًا الذي تريد قراءته أو الاستماع إليه من مجموعة واسعة!
fr: Ton abonnement YouScribe te donne accès chaque mois à un contenu « premium ». Utilise tes Jetons et choisis le best-seller que tu souhaites lire ou écouter parmi un large choix !

# subscribeMessage
source: Enjoy one best-seller book per month in addition to the entire YouScribe catalog.
ar: بالإضافة إلى الكتالوج الكامل، استمتع كل شهر بأحد أفضل المبيعات.
fr: Profite d’un livre best-seller par mois en plus de tout le catalogue YouScribe.

source: Summary
ar: ملخص
fr: Récapitulatif

# tokenSubscriptionDescription
source: Your YouScribe subscription gives you access to “premium” content each month. Use your Tokens and choose the bestseller you want to read or listen to from a wide selection!
ar: يتيح لك اشتراك YouScribe الخاص بك الوصول إلى المحتوى المتميز كل شهر. استخدم الرموز الخاصة بك واختر الأفضل مبيعًا الذي تريد قراءته أو الاستماع إليه من مجموعة واسعة!
fr: Ton abonnement YouScribe te donne accès chaque mois à un contenu « premium ». Utilise tes Jetons et choisis le best-seller que tu souhaites lire ou écouter parmi un large choix !

# tokenSubscriptionForUnsubscribedUserDescription
source: Unfortunately, you have run out of Tokens. Until next month, find more titles in your unlimited catalog!
ar: لسوء الحظ ، نفدت الرموز المميزة لديك. حتى الشهر المقبل ، ابحث عن عناوين أخرى في الكتالوج غير المحدود!
fr: Malheureusement, tu n’as plus de Jeton. En attendant le mois prochain, retrouve d’autres titres dans ton catalogue illimité !

# usedTokens
source: My premium readings.
ar: قراءاتي الممتازة
fr: Mes lectures premium

# youDonotHaveAnyNextToken
source: You do not have any upcoming token.
ar: ليس لديك رمز تالي.
fr: Vous n'avez aucun prochain jeton.

source: You do not have any token.
ar: ليس لديك رموز مميزة.
fr: Vous n'avez aucun jeton.

# grantDeniedPermissionsMessage
source: In order for you to download books to this device, you must give us permission to read and write on your device storage.
ar: لكي تتمكن من تنزيل الكتب على هذا الجهاز ، يجب أن تمنحنا الإذن بالقراءة والكتابة على مساحة تخزين جهازك.
fr: Pour que vous puissiez télécharger des livres sur cet appareil, vous devez nous autoriser à lire et à écrire sur le stockage de votre appareil.
