Repository: leloucheamsted/yous
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# faqTitle1Step3Text1Android
source: You can subscribe easily by going to our website, you’ll find all the information for subscribing in your country! There is no minimum subscription period, you are free to cancel it at any time.
fr: Vous pouvez vous abonner facilement en vous rendant sur notre site, vous trouverez toutes les informations pour vous abonner dans votre pays ! Il n'y a pas de période d'abonnement minimum, vous êtes libre de l'annuler à tout moment.

# faqTitle1Step3Text2
source: Learn More
fr: Conditions générales de vente

# faqTitle1Step3Text3
source: General Sales Condition
fr: Charte de données personnelles

# faqTitle1Step3Title
source: How can I subscribe to the library?
fr: Comment souscrire à l'abonnement ?

# faqTitle1Step4Text1Part1
source: Someone sent you a gift code? You just need to enter it
fr: Quelqu'un vous a envoyé un code promo ? Il vous suffit de l'enter

# faqTitle1Step4Text1Part2
source: here
fr: ici

# faqTitle1Step4Text1Part3
source: , validate it and create your special access to YouScribe.
fr: , validez, et créez votre accès spécial à YouScribe.

# faqTitle1Step4Text2
source: Please note that you can use your code once only.
fr: Veuillez noter qu'il vous est possible d'entrer votre code qu'une seule fois.

# faqTitle1Step4Title
source: How to use my gift code?
fr: Comment utiliser mon code promo ?

# faqTitle1Step5Text1
source: The YouScribe.com digital library is compatible with all types of device (desktop, tablet, smartphone). Enjoy reading anytime, on any device.
fr: La Bibliothèque numérique YouScribe.com est compatible avec tous les types d'appareils (ordinateur, tablette, smartphone). Profitez de la lecture à tout moment, sur n'importe quel appareil.

# faqTitle1Step5Title
source: Which devices can I use to read on YouScribe?
fr: Avec quels appareils je peux lire sur YouScribe ?

# faqTitle1Step6Text1
source: You can cancel your subscription at any moment by going to your profile and then clicking on "My account"; in the "Your access to the library" section, you will see the "Cancel my subscription" button. A confirmation message will ask you to confirm your cancellation. Once this action completed, you will no longer be a subscriber, and you will have only one month left to take advantage of our offers. Past that one month period, you will no longer be able to access any fee-dependent content.
fr: Vous pouvez résilier votre abonnement à tout moment, en allant sur votre profile et en cliquant sur "Mon compte"; dans la section "Votre accès à la bibliothèque", vous y trouverez le bouton "Clore mon abonnement". Un message de confirmation vous sera demandé afin de confirmer votre désabonnement. Une fois cette étape faite, vous ne serez plus abonné à notre service, et il ne vous restera qu'un mois pour profiter de nos offres. Passé cette période, vous ne pourrez plus accéder à aucun contenu payant.

# faqTitle1Step6Text2Part1
source: Find all further information
fr: Vous trouverez toutes les informations complémentaires

# faqTitle1Step6Text2Part2
source: here
fr: ici

# faqTitle1Step6Text3
source: For iOs user: You subscribed over the app on your iPhone or iPad?
fr: Pour les abonnés iOs : Vous êtes abonné via l'application sur votre iPhone ou iPad ?

# faqTitle1Step6Text4
source: •Open the AppStore from the home screen
fr: Ouvrez l'AppStore depuis votre page d'accueil

# faqTitle1Step6Text5
source: •Click on your account
fr: Cliquez sur votre compte

# faqTitle1Step6Text6
source: •Click on Subscriptions
fr: Cliquez sur Abonnement

# faqTitle1Step6Text7
source: •Unsubscribe there by choosing YouScribe subscription
fr: Désabonnez-vous en choisissant l'abonnement YouScribe

# faqTitle1Step6Title
source: Cancel my subscription
fr: Résilier mon abonnement

# faqTitle2
source: Account, profile and password
fr: Compte, profil et mot de passe

# faqTitle2Step1Text1
source: You can complete your reading profile (by adding a biography, country of residence, spoken languages, etc. and even a profile picture!) on our website youscribe.com in your Profile settings.
fr: Vous pouvez compléter votre profil (en ajoutant une biographie, le pays de résidence, les langues parlées etc... et même une photo de profil !) sur notre site youscribe.com dans "Mon profil".

# faqTitle2Step1Title
source: How to complete my profile
fr: Comment compléter mon profil

# faqTitle2Step2Text1Part1
source: You can change your password on our website in your
fr: Vous pouvez changer votre mot de passe sur notre site dans vos

# faqTitle2Step2Text1Part2
source: account settings
fr: paramètres de compte

# faqTitle2Step2Title
source: How can I change my password ?
fr: Comment changer mon mot de passe ?

# faqTitle2Step3Text2
source: Or you can click here to delete your account.
fr: Ou vous pouvez cliquer ici pour supprimer votre compte.

# faqTitle2Step3Text1
source: A simple way to delete your account is by accessing your "account settings" through our webside: At the end of the page click on "Delete your user account". Your user account will be deleted, and your subscription automatically ended.
fr: Un moyen simple de supprimer votre compte consiste à accéder à vos "paramètres de compte" via notre site : à la fin de la page, cliquez sur "Supprimer votre compte d'utilisateur". Votre compte utilisateur sera supprimé et votre abonnement se terminera automatiquement.

# faqTitle2Step3Title
source: How can I delete my account?
fr: Comment supprimer mon compte ?

# faqTitle3
source: The library's functionalities
fr: Les fonctionnalités

# faqTitle3Step1Text1
source: All the books you started reading are saved in your "Now reading", which you can access through the main menu. When you open them, you will automatically jump to the last page you read. This allows you to continue reading where you left on any of your devices.
fr: Tous les ouvrages que vous avez commencé à lire, sont sauvegardé dans "En cours de lecture", auquel vous avez accès depuis le menu. Lorsque vous l'ouvrez, vous passerez automatiquement à la dernière page que vous lisiez. Cela vous permet de continuer à lire où vous vous êtes arrêté sur l'un de vos appareils.

# faqTitle3Step1Title
source: Now reading
fr: En cours de lecture

# faqTitle3Step2Text1
source: Click on the offline cloud icon and your content will automatically be synchronized with the app on your mobile. You can now read this content whenever and wherever you want, even without internet access! The only moment you need internet is during the synch process.
fr: En cliquant sur l'icône de mise hors connexion, votre livre sera automatiquement synchronisé avec l’application YouScribe sur votre appareil. Vous pourrez ainsi lire votre livre où que vous soyez, même sans connexion internet (dans la métro, le train, etc.). Au moment de la synchronisation, vous devez être connecté à un réseau internet.

# faqTitle3Step2Title
source: My "offline books" (read without internet network)
fr: Le mode "Hors connexion" (sans réseau internet)

# faqTitle3Step3Text1
source: You can add any content (eBook, audiobook, newspaper, …) to your Favorites by simply tapping on the star icon you find on the cover. All your Favorites are easily accessible through the "My favorites" tab on the homepage’s main bar. Last, but not least, you can also sort your favorites in "Reading collections" on YouScribe’s website.
fr: En cliquant sur l'icône d'ajout aux favoris, vous mémorisez tout les ouvrages que vous avez envie de lire plus tard. Vous retouvez tous vos favoris sur le site Web YouScribe en allant dans "Mes Collections" > "Mes favoris".

# faqTitle3Step3Title
source: My favorites
fr: Mes favoris

# faqTitle3Step4Text1
source: Click on the "Browse" button to dive deep into our catalogue! This will allow you to find ebooks, audiobooks, comics, newspapers and more, sorted by topics. Be surprised!
fr: Cliquez sur le bouton "Parcourir" et découvrez nos ouvrages en parcourant notre catalogue. Cette fonctionnalité vous permet de trouver une publication par thème ou de parcourir l’intégralité de notre catalogue.

# faqTitle3Step4Title
source: Browse
fr: Parcourir

# faqTitle3Step5Text1
source: Are you looking for a special content? Enter in our search bar the key words. If you aren’t looking for one specific content, you can simply browse through our whole catalogue. Please take also a look on our special editor’s pick on the homepage!
fr: Vous recherchez un ouvrage en particulier ? Entrez dans notre barre de recherche les mots clés. Si vous ne recherchez pas un contenu spécifique, vous pouvez simplement parcourir l'ensemble de notre catalogue. Veuillez également jeter un coup d'oeil sur le choix de notre éditeur spécial sur la page d'accueil !

# faqTitle3Step5Title
source: Searches
fr: Mes recherches

# faqTitle4Step1Text1Part1
source: You can simply email us at:
fr: Vous pouvez simplement nous envoyez un email à :

# faqTitle4Step1Text2
source: Please don’t forget to specify:
fr: N'oubliez pas de nous préciser :

# faqTitle4Step1Text3
source: •The country you subscribed from.
fr: Le pays depuis lequel vous êtes abonné.

# faqTitle4Step1Text4
source: •If you encountered the problem on the app or our website?
fr: Si vous rencontrez un problème sur notre application ou sur notre site ?

# faqTitle4Step1Text5
source: •And what kind of device you use
fr: Ainsi que le type d'appareil que voous utilisez.

# faqTitle4Step1Text6
source: Our team will do its best to answer as fast as possible and help you solve the problem.
fr: Notre équipe fera de son mieux pour répondre le plus rapidement possible et vous aider à résoudre le problème.

# faqTitle4Step1Title
source: Contact Us
fr: Contactez-nous

# faqTItle5
source: Tokens
fr: Jetons

# faqTItle5Step1Text1
source: YouScribe offers monthly Tokens to access a wide selection of premium bestsellers, in addition to the regular catalog as part of your subscription. Books with tokens have a Token label on their cover. Find out more about the Tokenson the "MyTokens" page
fr: Grâce à ton abonnement, YouScribe t'offre tous les mois un Jeton permettant d’accéder à un large choix de best-sellers premium, en plus du catalogue habituel. Les ouvrages soumis à un Jeton portent la mention "JETON" sur la couverture. Retrouve plus d’informations sur les Jetons dans la page "mes Jetons".

# faqTItle5Step2Text1
source: This information can be found under "My Tokens". In the event you encounter any problems, please do not hesitate to contact us via this (contact form)
fr: Retrouve cette information sur ta page "Mes Jetons !" Normalement tout y est ! Et si tu ne trouves pas la réponse, n’hésite pas à nous contacter !

# faqTItle5Step2Title
source: How do I know how many Tokens I have left?
fr: Comment savoir combien de Jetons il me reste ?

# faqTItle5Step3Text1
source: If a book requires the use of a Token, it is indicated on the book's product sheet. If you enjoyed the preview of a premium book, you can use your token to discover the remainder of the book.
fr: Quand la lecture d’un ouvrage nécessite l’utilisation d’un Jeton, cette mention est précisée sur la fiche produit de l’ouvrage. Si le début d’un ouvrage premium t’a plu, tu pourras choisir à la fin de l’extrait d’utiliser l’un de tes Jetons pour découvrir la suite !

# faqTItle5Step3Title
source: How to use a Token?
fr: Comment utiliser un Jeton ?

# faqTItle5Step4Text1
source: Premium books are reserved for YouScribe users with a paid subscription, except during the free trial period. With your subscription, you can enjoy a premium monthly membership with your tokens. - If you are within the free trial period and would like to use your firstTokenright away, you can end your free trial period and activate your subscription. To do this, go to the premium book you want to buy. You will then be given the choice to activate your subscription. - If you already used your monthly token, enjoy the rest of the catalog until next month! You cancheck when your next Token will be activated on the "My Tokens" page!
fr: Les ouvrages premium sont réservés aux abonnés de YouScribe possédant un abonnement payant, hors période de gratuité. Avec ton abonnement, profite chaque mois d’une lecture premium en utilisant ton Jeton mensuel. Si tu es en période de gratuité et que tu veux ton premier Jeton tout de suite, tu peux mettre fin à cette période de gratuité et activer ton abonnement. Pour cela, rendez-vous sur l’ouvrage "premium" qui te tente. Le choix d’activer ton abonnement te sera proposé à la fin de l’écoute de l’extrait. Si tu as déjà utilisé ton Jeton du mois, profite du reste du catalogue en attendant le mois prochain ! Tu peux vérifier la date de déclenchement de ton prochain Jeton sur la page "Mes Jetons !"

# faqTItle5Step4Title
source: Why don't I have access to a premium book?
fr: Pourquoi n’ai-je pas accès à un ouvrage premium ?

# faqTItle5Step5Text1
source: Yes! All your reading tokens are saved under the "My Tokens" page and accessible at any time, even when your subscription ends.
fr: Oui ! Chaque lecture à Jeton que vous avez faite est enregistrée dans votre page "Mes Jetons" et accessible à tout moment, même lorsque votre abonnement prend fin. Vous pouvez y retourner à tout moment.

# faqTItle5Step5Title
source: If I unsubscribe, do I still have access to my premium content?
fr: Si je me désabonne, est-ce que je garde accès à mes contenus premium ?

# faqTItle5Step6Text1
source: The premium books are only accessible when you have a valid subscription and ended your free trial period. If you are within the free trial period, you can end the free trial period now.
fr: Les ouvrages premium ne sont accessibles que lorsque tu disposes d’un abonnement en cours de validité et hors période de gratuité. Si tu es en période de gratuité, tu peux mettre fin à cette période de gratuité dès maintenant.

# faqTItle5Step6Title
source: I am a subscriber and I do not have a Token?
fr: Je suis abonné(e) et je n’ai pas de Jeton ?

# faqTItle5Step7Text1
source: Absolutely ! You earn a token each month, which can be used within three months. In total, you can accumulate 3 tokens using a paid subscription. If you cancel your subscription, the unused credits expire, but you keep access to the works for which you have used one of your tokens.
fr: Tout à fait ! Tu gagnes un jeton chaque mois, qui est utilisable sous trois mois. Au total, tu peux cumuler 3 jetons en utilisant un abonnement payant. Si tu résilies ton abonnement, les crédits non utilisés expirent, mais tu gardes l'accès aux ouvrages pour lesquels tu as utilisé l'un de tes jetons.

# faqTItle5Step7Title
source: Can I accumulate tokens?
fr: Puis-je cumuler des jetons ?

# faqTItle5Step2Title2
source: How to use a Token?
fr: Comment utiliser un jeton ?

# logOutAlterMsg
source: Do you really want to log out?
ar: هل تريد حقا تسجيل الخروج
fr: Voulez-vous vraiment vous déconnecter ?

source: Confirm
ar: مؤكد
fr: Confirmer

# extractDocumentMsg
source: The book is being prepared for your reading, this may take a few minutes on some devices. Please wait
ar: يتم الآن إعداد الكتاب لقراءته، وقد يستغرق ذلك بضع دقائق على بعض الأجهزة. انتظر من فضلك
fr: L'ouvrage est en train d'être préparé pour votre lecture, cela peut prendre quelques minutes sur certains appareils. Veuillez patienter s'il vous plait.

source: Personal data charter
fr: Charte de données personnelles

source: Legal notices
fr: Mentions légales

# megabytes
source: MB
ar: ميغا بايت

source: minute
ar: دقيقة

source: minutes
ar: دقائق

source: Ok
ar: نعم

source: Profile
ar: الملف الشخصي

# premiumBook
source: Premium
ar: الممتازة

source: FAQ
ar: التعليمات

source: Description
ar: الوصف

source: Retry
ar: يرجى المحاولة مرة أخرى

# categories
source: Catégories
ar: الفئات

source: document(s)
ar: وثيقة (وثائق)

# addOption
source: Ajouter
ar: إضافة

source: Collections
ar: مجموعات

source: Audio
ar: صوتي

source: Notifications
ar: الإشعارات
