Repository: leloucheamsted/yous
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# openningBookError
source: Sorry, we experienced a little issue while opening this book. Try again later.
ar: معذرةً ، واجهتنا مشكلة صغيرة أثناء فتح هذا الكتاب. حاول مرة أخرى في وقت لاحق
fr: Désolé, nous avons rencontré un petit problème lors de l'ouverture de ce livre. Réessayez plus tard

# productNotMoreAvailable
source: Oops, our servers can't access this article at this time. Please try again later. It could also be that this product is no longer available in our library.
ar: عذرًا ، لكن هذا العنصر لم يعد متوفرًا في مكتبتنا. يرجى محاولة فتح عنصر آخر.
fr: Oups, nos serveurs ne peuvent pas accéder à cet article pour le moment. Veuillez réessayer plus tard. Il se peut aussi que ce produit ne soit plus disponible dans notre bibliothèque.

# smsSubscriptionEndMessage
source: Once you complete your subscription process, please get back to the app and retry accessing our catablog.
ar: بمجرد الانتهاء من عملية الاشتراك ، يرجى العودة إلى التطبيق ومحاولة الوصول إلى الكتالوج الخاص بنا مرة أخرى.
fr: Une fois que vous avez terminé votre processus d'abonnement, veuillez revenir à l'application et réessayer d'accéder à notre catalogue.

# subscriptionRequired
source: To access the book, you have to subscribe
ar: للوصول إلى الكتاب ، يمكنك الاشتراك
fr: Pour accéder à l'ouvrage, vous pouvez vous abonner

# maktabatiSubscriptionNeededMessage
source: You can find more information about subscribing on our website's FAQ
ar: يمكنك العثور على مزيد من المعلومات حول الاشتراك في الأسئلة الشائعة الخاصة بموقعنا
fr: Vous pouvez trouver plus d'informations sur l'abonnement sur la FAQ de notre site Web

# subscriptionNeeded
source: You need a subscription
ar: أنت بحاجة إلى اشتراك
fr: Vous avez besoin d'un abonnement

# maktabatiWelcomeMessage
source: A new way to read! <br/> Welcome to Maktabati, your pocket library
ar: طريقة جديدة للقراءة! مرحبًا بكم في مكتبتي ، مكتبة في جيبك
fr: Une nouvelle façon de lire ! <br/> Bienvenu(e) sur Maktabati, ta bibliothèque de poche.

# canNavigateBackMessage
source: Are you sure you want to quit {placeholder0} ?
ar: هل أنت متأكد أنك تريد الخروج من يوسكرايب؟
fr: Êtes-vous sûr de vouloir quitter {placeholder0} ?

source: Yes
ar: نعم
fr: Oui

# maktabatiOffline
source: My downloads
ar: تنزيلاتي
fr: Mes téléchargements

# swipeFavsHint
source: To remove an item from your favorites list, you can swipe the item to your right
ar: لإزالة عنصر من قائمة كتبك المفضلة ، يمكنك سحب العنصر إلى يمينك.
fr: Pour supprimer un élément de votre liste de favoris, vous pouvez faire glisser l'élément vers votre droite

# swipeLastReadHint
source: To add or remove an item from your favorites or from your offline list, drag it to either side.
ar: لإضافة عنصر أو إزالته من قائمة الكتب المفضلة أو قائمة الكتب الغير المتصلة ، اسحبه إلى أي جانب.
fr: Pour ajouter ou supprimer un élément de vos favoris ou de votre liste hors connexion, faites-le glisser d'un côté ou de l'autre.

# swipeOfflineHint
source: To remove an item from your offline list, swipe the item to the right
ar: لإزالة عنصر من قائمة الكتب الغير متصلة ، اسحب العنصر إلى اليمين.
fr: Pour supprimer un élément de votre liste hors connexion, faites glisser l'élément vers la droite

# storeUpdateRequest
source: A new app version is available. Do you want to update it now?
ar: نسخة جديدة من التطبيق متاحة. هل تريد تحديثه الآن؟
fr: Une nouvelle version de l'application est disponible. Voulez-vous le mettre à jour maintenant ?

source: Update
ar: تحديث
fr: Mettre à jour

source: Later
ar: لاحقا
fr: Plus tard

# donotShowThisAgain
source: Don’t show this again
ar: فهمت
fr: J'ai compris

# internet30DaysLimitReachedMessage
source: You have exceeded the 30-day period allowed without an Internet connection. Please connect to the Internet and restart the app to access the books available in your subscription.
ar: لقد تجاوزت فترة 30 يومًا المسموح بها بدون اتصال بالإنترنت. الرجاء الاتصال بالإنترنت وإعادة تشغيل التطبيق للوصول إلى الكتب المتوفرة في اشتراكك.
fr: Vous avez dépassé le délai de 30 jours autorisé sans connexion Internet. Veuillez vous connecter à Internet et redémarrer l'application pour accéder aux livres disponibles dans votre abonnement.

# unknownErrorRetryLaterMessage
source: Sorry, but an unknown error occured, if this persists, please retry later or restart the app.
fr: Désolé, mais une erreur inconnue s'est produite, si cela persiste, veuillez réessayer plus tard ou redémarrer l'application.

source: Not now
fr: Pas maintenant

# requestRatings
source: Rate us
ar: قيمنا
fr: Évaluez-nous

# requestRatingsMessage
source: Do you like the updates we have brought to YouScribe app ? If yes, will you please rate us ?
ar: هل تعجبك التحديثات التي أجريناها على تطبيق YouScribe؟ إذا كان الأمر كذلك ، هل يمكنك تقييمنا من فضلك؟
fr: Aimez-vous les mises à jour que nous avons apportées à l'application YouScribe ? Si oui, pouvez-vous nous évaluer s'il vous plaît ?

source: Read
ar: اقرأ
fr: Lire

# sync
source: Synchronize
ar: التزامن
fr: Synchroniser

source: Information
ar: معلومات
fr: Informations

source: Read less
ar: اظهر اقل
fr: Voir moins

source: Read more
ar: شاهد أكثر
fr: Voir plus

source: Subjects
ar: Sujets
fr: Sujets

# profileNotImplementedYetMessage
source: Profil setup is coming soon. 😊
ar: La configuration du profil arrive bientôt. 😊
fr: La configuration du profil arrive bientôt. 😊

source: My account
ar: Mon compte
fr: Mon compte

# accountConfig
source: Account configurations
ar: إعدادت الحساب
fr: Paramètres du compte

# doNotDisplayHelpHintOnProductsPage
source: Stop displaying the help hint on the pages
ar: هل تريد التوقف عن عرض رسالة المساعدة على صفحات "كتبي ، المفضلة ..." ؟
fr: Ne plus afficher le message d'aide sur les pages "mes livres, mes favoris..." ?

# accountAlreadyExistsErrorMessage
source: An account for this username already exists. If you face any additional issue, please contact {placeholder0} for support.
ar: يوجد حساب لاسم المستخدم هذا. إذا واجهت أي مشكلة إضافية ، يرجى الاتصال بـ {placeholder0} للحصول على المساعدة.
fr: Un compte pour ce nom d'utilisateur existe déjà. Si vous rencontrez un problème supplémentaire, veuillez contacter {placeholder0} pour obtenir de l'aide.

# explorerPageTitle
source: Explore the YouScribe library
ar: Youscribe استكشف مكتبة
fr: Explorez la bibliothèque YouScribe

# searchEmptyResultDescription
source: Sorry, but we didn't find any result for your search.
ar: معذرةً ، لكن لم نتمكن من العثور على أي نتائج لبحثك.
fr: Désolé, mais nous n'avons trouvé aucun résultat pour votre recherche.

source: Ask your parents
ar: اسأل والديك.
fr: Demandez à vos parents

source: Bad answer
ar: اجابة خاطئة
fr: Mauvaise réponse

# continueWithCanalPlus
source: Continue with CANAL+
ar: استمر مع CANAL +
fr: Continuez avec CANAL+

# temp_ProductPasswordAbsentButProductFilePresentGuardMessage
source: Oops, we faced a problem with this book, please try re-opening it later.
fr: Oups, nous avons rencontré un problème avec ce livre, veuillez essayer de le rouvrir plus tard.

# searchIn
source: Search in {placeholder0}
fr: Rechercher dans {placeholder0}

source: Themes
ar: المواضيع
fr: Thématiques

# themesList
source: Themes
ar: المواضيع
fr: Thèmes

source: Dark theme
ar: موضوع مظلم
fr: Sombre

source: Light theme
ar: موضوع خفيف
fr: Clair

# defaultTheme
source: System
ar: نظام
fr: Système

# frenchLanguage
source: French
fr: Français

# englishLanguage
source: English
fr: Anglais

# arabeLanguage
source: Arabic
ar: عربي
fr: Arabe

# mKExplorerPageTitle
source: Explore the Maktabati library
ar: Maktabati استكشف مكتبة
fr: Explorez la bibliothèque Maktabati

source: Every category
ar: جميع الفئات
fr: Toutes les catégories

# createAccountEmailError
source: Please verify your email address, we found difficulties creating your account.
ar: يرجى التحقق من عنوان بريدك الإلكتروني، لقد واجهنا صعوبات في إنشاء حسابك.
fr: veuillez vérifier votre adresse e-mail, nous avons rencontré des difficultés pour créer votre compte.

# bookToBePublished
source: This book will be available on {placeholder0}.
ar: سيتم نشر هذا العمل في {placeholder0}.
fr: Cet ouvrage paraîtra le {placeholder0}.

# gleephSelectionTitle
source: Recommended for you
ar: موصى به لك
fr: Recommandés pour vous

source: Contact us
ar: اتصل بنا
fr: Contactez-nous

# authIssue
source: Authentication issue
ar: مشكلة في المصادقة
fr: Problème d'authentification

# audioPlayerErrorPlayingChapterMessage
source: Sorry, our servers encountered an error while playing this title. Please, try again later.
ar: نأسف، لقد واجهت خوادمنا خطأ أثناء قراءة هذا العنوان. يرجى المحاولة مرة أخرى لاحقًا.
fr: Désolé, nos serveurs ont rencontré une erreur lors de la lecture de ce titre. Veuillez réessayer plus tard.

# completeYourProfil
source: Complete your profile to finalize your registration and receive the best titles of the moment
ar: أكمل ملفك الشخصي لإنهاء تسجيلك والحصول على أفضل العناوين الحالية
fr: Complete ton profil pour finaliser ton inscription et recevoir les meilleurs titres du moment

# finalizeRegistration
source: I finalize my registration
ar: أنهي تسجيل اشتراكي
fr: Je finalise mon inscription

source: Welcome to YouScribe
ar: مرحبًا بك في YouScribe
fr: Bienvenue sur YouScribe

# canalPlusPopupCGU
source: By finalizing my registration, I agree to receive personalized selections, tips and the latest YouScribe news.
ar: بإنهاء اشتراكي، أوافق على تلقي اختيارات مخصصة، عروض جيدة وآخر أخبار YouScribe.
fr: En finalisant mon inscription, j'accepte de recevoir des sélections personnalisées, des bons plans et les dernières actualités YouScribe

# sMSAppNotFoundOnDevice
source: No Sms app was found on this device. Please, copy the code above, and send it using an app that can send SMS.
ar: لم يتم العثور على أي تطبيق SMS على هذا الجهاز. يرجى نسخ الكود أعلاه وإرساله باستخدام تطبيق قادر على إرسال الرسائل النصية.
fr: Aucune application SMS n'a été trouvée sur cet appareil. Veuillez copier le code ci-dessus et l'envoyer à l'aide d'une application capable d'envoyer des SMS.

# havingDifficultiesText
source: Are you encountering difficulties?
ar: هل تواجه صعوبات؟
fr: Vous rencontrez des difficultés?

# legalInfo
source: Legal information
ar: معلومات قانونية
fr: Information légale

source: My Lists
ar: قوائمي
fr: Mes Listes

source: Next
ar: التالي
fr: Suivant

source: Previous
ar: السابق
fr: Précédent

# secondOnboardingPageDescription
source: Listen to audio best-sellers, read novels, classics, business content, and even poetry.
ar: استمع إلى الكتب الصوتية الأكثر مبيعًا، واقرأ الروايات، الكلاسيكيات، الكتب المهنية أو حتى الشعر على راحتك.
fr: Écoutez des best-sellers audio, lisez à votre guise des romans, des classiques, des ouvrages professionnels ou encore de la poésie.

# secondOnboardingPageTitle
source: Take a break!
ar: خذ استراحة!
fr: Prenez une pause !

# thirdOnboardingPageDescription
source: Enjoy comics must-read, and if you like morning reading, you can find the latest newspapers on YouScribe.
ar: استمتع بالقصص المصورة الأساسية. وإذا كنت تحب قراءة الصحف الصباحية، ابق على اطلاع على جميع الأخبار على YouScribe.
fr: Profitez des incontournables de la BD. Et si vous aimez la lecture matinale de la presse, retrouvez toute l'actualité sur YouScribe.

# thirdOnboardingPageTitle
source: Do you like comics?
ar: هل تحب القصص المصورة؟
fr: Vous aimez les BD?

# welcomeOnboardingText
source: Welcome to YouScribe
ar: مرحبًا بك في YouScribe
fr: Bienvenue sur YouScribe

# welcomeOnboardingTextDescription
source: The digital library gathering hundreds of thousands of readers!
ar: المكتبة الرقمية التي تجمع مئات الآلاف من القراء!
fr: La bibliothèque numérique qui rassemble des centaines de milliers de lecteurs !

# fourthOnboardingPageDescription
source: - Offline mode., - Create your own reading lists. - And much more to discover.
ar: - وضع عدم الاتصال\n- إنشاء قوائم قراءة.\n- ومزايا أخرى لاكتشافها.\n
fr: - Le mode hors connexion - Création de listes de lecture. - Et d’autres fonctionnalités à découvrir.

# fourthOnboardingPageTitle
source: Read and listen in easily in:
ar: اقرأ واستمع بكل هدوء:
fr: Lisez et écoutez en toute tranquillité :

source: I already have an account
ar: لدي حساب بالفعل
fr: J'ai déjà un compte

source: I subscribe
ar: أشترك
fr: Je m'abonne

# validUsernameAndEmailRequired
source: You need to enter a valid username and email address please.
ar: يجب عليك إدخال اسم مستخدم وعنوان بريد إلكتروني صالحين، من فضلك.
fr: Vous devez entrer un nom d'utilisateur et une adresse e-mail valides, s'il vous plaît.

source: My Selections
ar: اختياراتي
fr: Mes Sélections

# addedToSelection
source: This book was successfully added to {placeholder0}
ar: تمت إضافة هذا الكتاب بنجاح إلى {placeholder0}
fr: Ce livre a été ajouté avec succès à {placeholder0}

# accountCreated
source: Your account was created successfully
ar: تم إنشاء حسابك بنجاح
fr: Votre compte a été créé avec succès

# choseSelection
source: To which selection should we add this book ?
ar: إلى أي اختيار تريد إضافة هذا الكتاب؟
fr: A quelle sélection ajouter ce livre ?

# youDonotHaveAnySelection
source: You do not have any personal selection. Let's create one for you right now ?
ar: ليس لديك أي اختيار شخصي. هل نبدأ في إنشاء واحد لك الآن؟
fr: Vous n'avez aucune sélection personnelle. Créons-en une pour vous maintenant ?

# createSelection
source: Create a selection
ar: إنشاء اختيار
fr: Créer une sélection

# selectionName
source: The selection name
ar: اسم الاختيار
fr: Le nom de la sélection

source: Make public
ar: جعلها عامة
fr: Rendre publique

# subscriptionCompletionMessage
source: 🥳😊 Thank you for subscribing to YouScribe. Enjoy the hundreds of thousands of books in our digital library.
ar: 😊🥳 شكرًا لاشتراكك في YouScribe. استمتع بمئات الآلاف من الكتب في مكتبتنا الرقمية.
fr: 🥳😊 Merci de vous être abonné à YouScribe. Profitez des centaines de milliers de livres de notre bibliothèque numérique.

# deleteSelectionGuardMessage
source: You are about to delete this selection entirely. Are you sure you're willing to proceed ?
ar: أنت على وشك حذف هذا الاختيار تمامًا. هل أنت متأكد من رغبتك في المتابعة؟
fr: Vous êtes sur le point de supprimer entièrement cette sélection. Êtes-vous sûr de vouloir continuer ?

# removeProductFromSelectionsGuard
source: Are you sure you want to remove this book from your selection ?
ar: هل أنت متأكد من أنك تريد حذف هذا الكتاب من اختيارك؟
fr: Êtes-vous sûr de vouloir supprimer ce livre de votre sélection ?

# createSelectionRequest
source: Should this product be added to your only selection or do you want to create a new one?
ar: هل يجب إضافة هذا المنتج إلى اختيارك الوحيد أم ترغب في إنشاء واحد جديد؟
fr: Ce produit doit-il être ajouté à votre seule sélection ou vous souhaitez en créer une nouvelle ?

# selectionsEmptyViewText
source: You'll find your personal selections here. To create a selection, press on the (+) icon below.
ar: ستجد اختياراتك الشخصية هنا. لإنشاء اختيار، اضغط على الأيقونة (+) أدناه.
fr: Vous trouverez vos sélections personnelles ici. Pour créer une sélection, appuyez sur l'icône (+) ci-dessous.

# accountDeletionHaltMessage
source: Are you sure you want to delete your account ? This action is irreversible.
ar: هل أنت متأكد من رغبتك في حذف حسابك؟ هذا الإجراء لا يمكن التراجع عنه.
fr: Êtes-vous sûr de vouloir supprimer votre compte ? Cette action est irréversible.

# useGiftCode
source: Use a gift code
ar: استخدم رمز الهدية
fr: Utiliser un code cadeau

source: (optional)
ar: (اختياري)
fr: (facultatif)

# enterGiftCodePlaceholder
source: please enter a gift / privilege code
ar: يرجى إدخال رمز الهدية / الامتياز
fr: veuillez de saisir un code cadeau / privilège

# inActiveSessionAlertDescription
source: Discover a tailor-made selection just for you
ar: اكتشف اختيار مخصص لك فقط
fr: Découvrez une sélection sur mesure rien que pour vous

# inActiveSessionAlertTitle
source: You don't know what to read ?
ar: لا تعرف ماذا تقرأ؟
fr: Vous ne savez pas quoi lire ?

# inActiveSessionCTA
source: Discover
ar: اكتشف العناوين
fr: Découvrir les titres

source: Recommended for you
ar: موصى به لك
fr: Recommandés pour vous

# muteUnMute
source: Mute/unmute sound
ar: كتم/إعادة تفعيل الصوت
fr: Couper/réactiver le son

# readerSpeed
source: Reading speed
ar: سرعة القراءة
fr: Vitesse de lecture

# stopReadingAfterNMinutes
source: Stop the reader after
ar: إيقاف القراءة بعد
fr: Arrêter la lecture après

source: Speed
ar: السرعة
fr: Vitesse

# timeInMinutes
source: How many minutes
ar: كم عدد الدقائق
fr: Combien de minutes

source: Done
ar: تم
fr: Terminé

source: Published by
ar: نشر بواسطة
fr: Publié par

source: Publications
ar: الأعمال
fr: Ouvrages

# livres
source: Books
ar: كتب
fr: Livres

source: See More
ar: رؤية المزيد
fr: Voir Plus

# relevanceSortOption
source: Relevance
ar: الصلة
fr: Pertinence

# lisEtGagneBannerText
source: Convert the pages you read into gifts
ar: حول صفحاتك المقروءة إلى هدايا
fr: Convertis tes pages lus en cadeaux

# lisEtGagneSecondBannerText
source: Read and Win game
ar: لعبة اقرأ واربح الكبيرة
fr: Grand jeu Lis et Gagne

# syncMessage
source: This book is no longer available on your device, should we download it?
ar: لم يعد هذا الكتاب متاحًا على جهازك، هل ينبغي علينا تحميله؟
fr: Ce livre n'est plus disponible sur votre appareil, devrions-nous le télécharger ?

source: Follow
ar: متابعة
fr: Suivre

source: Unfollow
ar: عدم المتابعة
fr: Ne plus suivre

# newReleaseAlert
source: New release notifications
ar: تنبيهات الجديد
fr: Alertes nouveautés

# stopEditorNotificationDescription
source: Stop receiving notifications for new books from these selected publishers.
ar: توقف عن تلقي الإشعارات للكتب الجديدة لهؤلاء الناشرين المحددين.
fr: Arrêtez de recevoir des notifications pour les nouveaux livres de ces éditeurs sélectionnés.

# wordFromAuthor
source: Author's word
fr: Le mot de l'auteur

# wordFromEditor
source: Editor's word
fr: Le mot de l'éditeur

# wordFromYSAmbassador
source: YouScribe ambasadors' words
fr: Le mot des ambassadeurs YouScribe

# wordFromYSTeam
source: The YouScribe team's word
fr: Le mot de l'équipe YouScribe

# followActionSheetTitle
source: Please chose an option
ar: يرجى اختيار خيار
fr: Veuillez choisir une option

# followAuthor
source: Follow the author
ar: تابع المؤلف
fr: Suivez l'auteur

# followEditor
source: Follow the publisher
ar: تابع الناشر
fr: Suivez l'éditeur

# unfollowAuthor
source: Unfollow the author
ar: توقف عن متابعة هذا المؤلف
fr: Ne plus suivre l'auteur

# unFollowEditor
source: Unfollow the publisher
ar: توقف عن متابعة هذا الناشر
fr: Ne plus suivre l'éditeur

# authorNotificationOption
source: Author's new releases
ar: منشورات جديدة من هؤلاء المؤلفين
fr: Nouveautés des auteurs

# editorsNotificationOption
source: Publisher's releases
ar: منشورات جديدة من هؤلاء الناشرين
fr: Nouveautés des éditeurs

# stopAuthorNotificationDescription
source: Stop receiving notifications on new book releases from the selected authors.
ar: توقف عن تلقي الإشعارات للكتب الجديدة لهؤلاء المؤلفين المحددين.
fr: Arrêtez de recevoir des notifications pour les nouveaux livres de ces auteurs sélectionnés.

# viewEverySearchResults
source: See All
ar: Tout voir
fr: Tout voir

# searchingIn2
source: Searching In:
ar: Recherche dans:
fr: Recherche dans:

source: Authors
ar: Auteurs
fr: Auteurs

source: Works
ar: الأعمال
fr: Ouvrages

# onlyPremium
source: Premium: Only
ar: Premium: Uniquement
fr: Premium: Uniquement

# withoutPremium
source: Premium: Do not display
ar: Premium: Ne pas afficher
fr: Premium: Ne pas afficher

# withPremium
source: Premium: Display
ar: Premium: Afficher
fr: Premium: Afficher

# followTheme
source: Follow this sub theme
ar: Suivre ce sous thème
fr: Suivre ce sous thème

# unFollowTheme
source: Stop following this sub theme
ar: Ne plus suivre ce sous thème
fr: Ne plus suivre ce sous thème

# subThemeNotificationsOption
source: Sub theme releases
ar: Nouveautés des sous thème
fr: Nouveautés des sous thème

# youNowFollowThisSubTheme
source: You're now following this sub theme
ar: Vous suivez désormais ce sous-thème
fr: Vous suivez désormais ce sous-thème

# youStoppedFollowingSubTheme
source: You're no longer following this sub theme
ar: Vous ne suivez plus ce sous-thème
fr: Vous ne suivez plus ce sous-thème

# accountInfo
source: All your information will be available soon. In the meantime, visit "https://youscribe.com" to access and edit all of your profile information
ar: جميع المعلومات الخاصة بك ستكون متاحة قريبا. في هذه الأثناء، قم بزيارة "https://youscribe.com" للوصول إلى جميع معلومات ملفك الشخصي وتعديلها.
fr: Toutes vos informations seront bientôt disponibles. En attendant, visitez "https://youscribe.com" pour accéder à toutes les informations de votre profil et les modifier.

# displayHelpHint
source: Stop displaying help hint on the pages "my books, my favorites.."
ar: إيقاف عرض تلميحات المساعدة على الصفحات "كتبي، مفضلاتي.."
fr: Ne plus afficher le message d'aide sur les pages "ms livres, mes favories.."

# faqName
source: Help and FAQ
fr: Aide et FAQ

# faqTitle1
source: General
fr: Général

# faqTitle1Step1Text1
source: YouScribe is a digital library a wide selection of eBooks, audiobooks, comics newspapers and documents to its readers. Here you can access thousands of reads through our subscription plans.
fr: L'application YouScribe est une bibliothèque digitale vous permettant d'accéder à des milliers d'ouvrages où que vous soyez.

# faqTitle1Step1Text2
source: All this content is also accessible offline on our app as soon as you subscribe.
fr: Sur notre site internet youscribe.com, retrouvez également plus d'un million de publications de maisons d'éditions, de particuliers et de professionnels.

# faqTitle1Step1Text3Part1
source: Thanks to YouScribe,
fr: Grâce à YouScribe,

# faqTitle1Step1Text3Part2
source: read, anywhere.
fr: lisez, n'importe où.

# faqTitle1Step1Text4
source: And at a fair price.
fr: Et à un prix raisonnable.

# faqTitle1Step1Text5
source: Learn more
fr: En apprendre d'avantage

# faqTitle1Step1Title
source: What is YouScribe?
fr: Qu'est ce que l'application YouScribe

# faqTitle1Step2Text1
source: YouScribe’s catalogue has more than 1 million titles: comics, eBooks, audiobooks, local newspapers... A whole reading universe right in your pocket!
fr: Le catalogue de YouScribe a plus d'un million d'ouvrages : BD, livres numériques, livres audio, magazines... Tout un univers de lecture dans votre poche !

# faqTitle1Step2Text2
source: eBooks and comics: bestselling novels, romances, self-development, professional development, language learning guides, thrillers...
fr: Livres numériques et BD : best-sellers, romance, épanouissement personnel, perfectionnement professionnel, guides d'apprentissage des langues, thrillers...

# faqTitle1Step2Text3
source: Audiobooks, youth, novels, bestsellers,...
fr: Livres audio, jeunesse, romans, best-sellers...

# faqTitle1Step2Text4
source: International newspapers, French, Arabic and English newspapers
fr: Magazines internationaux, français, arabes et anglais.

# faqTitle1Step2Text5
source: Pedagogical documents, sheet music, internship reports, Research papers...
fr: Documents pédagogiques, partitions de musique, rapports de stage, documents de recherche...

# faqTitle1Step2Title
source: More than 1 million titles: find and read all your heart desires
fr: Plus d'un million d'ouvrages : trouvez ce qui vous fait envie

# faqTitle1Step3Text1iOS
source: You can subscribe easily by using in app purchases in this app! There is no minimum subscription period, you are free to cancel it any time.
fr: Vous pouvez vous abonner facilement en effectuant des achats dans l'application ! Il n'y a pas de période d'abonnement minimum, vous êtes libre de l'annuler à tout moment.
